 SELECT * FROM finegriprp_db.orgsinfo;
-- DROP TABLE finegriprp_db.orgsinfo;
-- USE finegriprp_db;


/* CREATE TABLE `orgsinfo` (
  `ID` int(11) NOT NULL,
  `Name` varchar(50) NOT NULL,
  `Leader` varchar(24) NOT NULL DEFAULT 'Свободна',
  `Bank` int(11) NOT NULL,
  `Drugs` int(11) NOT NULL,
  `Mats` int(11) NOT NULL,
  `Max_Rang` smallint(4) NOT NULL DEFAULT '10',
  `Rank_1` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_2` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_3` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_4` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_5` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_6` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_7` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_8` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_9` varchar(50) NOT NULL DEFAULT 'None',
  `Rank_10` varchar(50) NOT NULL DEFAULT 'None',
  `Benz` int(11) NOT NULL,
  `Remont` int(11) NOT NULL,
  `Mask` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
--
-- Индексы таблицы `orgsinfo`
--
ALTER TABLE `orgsinfo`
  ADD PRIMARY KEY (`ID`);
--
-- AUTO_INCREMENT для таблицы `orgsinfo`
--
ALTER TABLE `orgsinfo`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
  */
  
/* INSERT INTO `orgsinfo` (`ID`, `Name`, `Leader`, `Bank`, `Drugs`, `Mats`, `Max_Rang`, `Rank_1`, `Rank_2`, `Rank_3`, `Rank_4`, `Rank_5`, `Rank_6`, `Rank_7`, `Rank_8`, `Rank_9`, `Rank_10`, `Benz`, `Remont`, `Mask`) VALUES
(1, 'Полиция ЛС', 'Daniel_Rodriges', 100000, 0, 0, 10, 'Стажер', 'Офицер', 'Мл. Сержант', 'Сержант', 'Детектив', 'Лейтенант', 'Капитан', 'Командор', 'Зам. Шефа Полиции', 'Шеф Полиции', 0, 0, 0),
(2, 'RCPD', 'Kirill_Rodriges', 59358, 0, 2450, 10, 'Стажер', 'Офицер', 'Мл. Сержант', 'Сержант', 'Детектив', 'Лейтенант', 'Капитан', 'Командор', 'Зам. Шефа Полиции', 'Шеф Полиции', 0, 0, 0),
(3, 'FBI', 'None', 3745586, 0, 10820, 10, 'Стажер', 'Мл. Агент', 'Агент', 'Агент DEA', 'Агент CID', 'Глава DEA', 'Глава CID', 'Инспектор', 'Зам. Директора', 'Директор', 0, 0, 0),
(4, 'Полиция СФ', 'None', 125400, 0, 510, 10, 'Стажер', 'Офицер', 'Мл. Сержант', 'Сержант', 'Детектив', 'Лейтенант', 'Капитан', 'Командор', 'Зам. Шефа Полиции', 'Шеф Полиции', 0, 0, 0),
(5, 'Больница LS', 'None', 500000, 0, 0, 10, 'Интерн', 'Участковый Врач', 'Терапевт', 'Нарколог', 'Окулист', 'Хирург', 'Психолог', 'Зав. Отделением', 'Зам. Глав Врача', 'Глав Врач', 0, 0, 0),
(6, 'Правительство', 'None', 7899999, 0, 0, 10, 'Водитель', 'Телохранитель', 'Охранник', 'Начальник охраны', 'Адвокат', 'Прокурор', 'Генеральный прокурор', 'Начальник Юридического отдела', 'Зам. Губернатора', 'Губернатор', 0, 0, 0),
(7, 'Армия LV', 'None', 96737, 0, 48160, 10, 'Рядовой', 'Капрал', 'Сержант', 'Мастер-Сержант', 'Лейтенант', 'Капитан', 'Майор', 'Подполковник', 'Полковник', 'Генерал', 0, 0, 0),
(8, 'Больница SF', 'None', 0, 0, 0, 10, 'Интерн', 'Участковый Врач', 'Терапевт', 'Нарколог', 'Окулист', 'Хирург', 'Психолог', 'Зав. Отделением', 'Зам. Глав Врача', 'Глав Врач', 0, 0, 0),
(9, 'Лицензеры', 'None', 100000, 0, 0, 10, 'Стажер', 'Консультант', 'Экзаменатор', 'Мл. Инструктор', 'Инструктор', 'Координатор', 'Менеджер', 'Зам.Директора', 'Директор', 'Управляющий', 0, 0, 0),
(10, 'Radio LS', 'None', 12010, 0, 0, 10, 'Стажер', 'Помощник Редакции', 'Светотехник', 'Оператор', 'Репортер', 'Ведущий', 'Режиссер', 'Редактор', 'Главный Редактор', 'Директор', 0, 0, 0),
(11, 'Grove', 'None', 4063500, 0, 7498, 10, 'Плейя', 'Хастла', 'Килла', 'Юонг', 'Гангста', 'О.Г', 'Мобста', 'Де Кинг', 'Легенд', 'Мэд Дог', 0, 0, 0),
(12, 'Vagos', 'None', 7652831, 400, 6180, 10, 'Навато', 'Ординаро', 'Локал', 'Вирификадо', 'V.E.G', 'Бандито', 'Ассесино', 'Лидер V.E.G', 'Падрино', 'Падре', 0, 0, 1),
(13, 'Ballas', 'None', 3265159, 309, 3668, 10, 'Блайд', 'Бастер', 'Крекер', 'Гун Бро', 'Ап Бро', 'Гангстер', 'Федерал Блок', 'Фолкс', 'Райч Нига', 'Биг Вилли', 0, 0, 3),
(14, 'Aztecas', 'None', 5460000, 0, 0, 10, 'Перро', 'Тирадор', 'Геттор', 'Лас Герас', 'Мирандо', 'Сабио', 'Инвасор', 'Тессореро', 'Нестро', 'Падре', 1, 1, 0),
(15, 'Rifa', 'None', 6015751, 25, 700, 10, 'Ладрон', 'Новато', 'Амиго', 'Мачо', 'Джуниор', 'Эрмано', 'Бандито', 'Ауторидад', 'Аджунто', 'Падре', 0, 0, 0),
(16, 'Russian Mafia', 'None', 1410000, 4369, 4220, 10, 'Шнырь', 'Фраер', 'Бык', 'Барыга', 'Блатной', 'Свояк', 'Браток', 'Вор', 'Вор в законе', 'Авторитет', 4, 3, 6),
(17, 'Yakuza', 'None', 446004, 125, 300, 10, 'Вакасю', 'Сятэй', 'Кёдай', 'Фуку-Хомбутё', 'Вакагасира', 'Со-хомбуте', 'Камбу', 'Сайко комон', 'Оядзи', 'Кумите', 1, 4, 1),
(18, 'La Cosa Nostra', 'None', 758325, 5000, 0, 10, 'Новицио', 'Ассосиато', 'Сомбаттенте', 'Солдато', 'Боец', 'Сотто-Капо', 'Капо', 'Младший Босс', 'Консильере', 'Дон', 0, 0, 1),
(19, 'Warlock MC', 'None', 1562000, 0, 13530, 10, 'Сухарь', 'Суппорт', 'Треасер', 'Механик', 'Ярый', 'Проспект', 'Знак', 'Лидер WMC', 'Вице-президент', 'Президент', 4, 7, 4),
(20, 'Армия LS', 'None', 0, 0, 1440, 10, 'Рядовой', 'Капрал', 'Сержант', 'Мастер-Сержант', 'Лейтенант', 'Капитан', 'Майор', 'Подполковник', 'Полковник', 'Генерал', 0, 0, 0),
(21, 'Центральный Банк', 'None', 229895, 0, 0, 10, 'Охранник', 'Сотрудник Банка', 'Ст. Охранник', 'Ст. Сотрудник Банка', 'Начальник Охраны', 'Начальник Отд. Сбережений', 'Заведующий Отд. Сбережений', 'Менеджер', 'Зам. Директора', 'Директор', 0, 0, 0),
(22, 'Больница LV', 'None', 0, 0, 0, 10, 'Интерн', 'Участковый Врач', 'Терапевт', 'Нарколог', 'Окулист', 'Хирург', 'Психолог', 'Зав. Отделением', 'Зам. Глав Врача', 'Глав Врач', 0, 0, 0),
(23, 'Полиция LV', 'None', 247142, 0, 470, 10, 'Стажер', 'Офицер', 'Мл. Сержант', 'Сержант', 'Детектив', 'Лейтенант', 'Капитан', 'Командор', 'Зам. Шефа Полиции', 'Шеф Полиции', 0, 0, 0),
(24, 'Radio LV', 'None', 60, 0, 0, 10, 'Стажер', 'Помощник Редакции', 'Светотехник', 'Оператор', 'Репортер', 'Ведущий', 'Режиссер', 'Редактор', 'Главный Редактор', 'Директор', 0, 0, 0),
(25, 'Night Wolfs', 'None', 1281150, 0, 0, 10, 'Зиппо', 'Охранник', 'Киллер', 'Барыга', 'Мафиоз', 'Форест', 'Сокол', 'Блайд', 'Кортез', 'Дью', 0, 0, 0),
(26, 'Radio SF', 'None', 1221, 0, 0, 10, 'Стажер', 'Помощник Редакции', 'Светотехник', 'Оператор', 'Репортер', 'Ведущий', 'Режиссер', 'Редактор', 'Главный Редактор', 'Директор', 0, 0, 0),
(27, 'Армия SF', 'None', 56003, 0, 6460, 10, 'Рядовой', 'Капрал', 'Сержант', 'Мастер-Сержант', 'Лейтенант', 'Капитан', 'Майор', 'Подполковник', 'Полковник', 'Генерал', 0, 0, 0);
*/